/* Literal for the Space key */
"Space" = "Leertaste";

/* VoiceOver type of the object recorded by the control */
"Shortcut" = "Tastaturkurzbefehl";

/* VoiceOver value for the value-less control */
"Not set" = "Keine Angabe";

/* Tooltip for the cancel button when the control has a value */
"Use old shortcut" = "Alten Kurzbefehl benutzen";

/* Tooltip for the cancel button when the control has no value */
"Cancel recording" = "Aufnahme abbrechen";

/* Tooltip for the clear button */
"Delete current shortcut" = "Aktuellen Kurzbefehl löschen";

/* Label and tooltip for the recording mode */
"Press keys now" = "Tasten jetzt drücken";

/* Label for the value-less control */
"Record Shortcut" = "Kurzbefehl aufnehmen";

/* Tooltip for the normal mode */
"Click to record shortcut" = "Klicken, um Kurzbefehl einzugeben";

/* Value for the NSLocalizedFailureReasonErrorKey key of validator's error */
"The \"%@\" shortcut can't be used!" = "Der Kurzbefehl „%@“ kann nicht verwendet werden.";

/* Value for the NSLocalizedDescriptionKey key of validator's delegate error */
"The \"%@\" shortcut can't be used because %@." = "Der Kurzbefehl „%@“ kann nicht verwendet werden, da %@.";

/* Default value for the NSLocalizedDescriptionKey key of validator's error */
"The \"%@\" shortcut is already in use." = "Der Kurzbefehl „%@“ wird bereits verwendet.";

/* Value for the NSLocalizedDescriptionKey key of validator's system shortcuts error */
"The \"%@\" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences." = "Der Kurzbefehl „%@“ kann nicht verwendet werden, da er bereits vom System belegt ist. Wenn du ihn wirklich verwenden willst, kannst du die meisten Systemkurzbefehle in den Systemeinstellungen unter Tastatur ändern.";

/* Value for the NSLocalizedDescriptionKey key of validator's menu error */
"The \"%@\" shortcut can't be used because it's already used by the \"%@\" menu item." = "Der Kurzbefehl „%@“ kann nicht verwendet werden, da er bereits vom Menüeintrag „%@“ verwendet wird.";

/* VoiceOver name of the Command modifier key */
"Command" = "Befehlstaste";

/* VoiceOver name of the Option modifier key */
"Option" = "Wahltaste";

/* VoiceOver name of the Shift modifier key */
"Shift" = "Umschalttaste";

/* VoiceOver name of the Control modifier key */
"Control" = "Control-Taste";

/* VoiceOver name of the modifier keys delimiter */
"-" = "-";
